Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Deinterlace video
ca_es: Desentrellaça el vídeo

source: Deinterlace the video before encoding.
ca_es: Desentrellaça el vídeo abans de codificar-lo.

source: Deinterlace module
ca_es: Mòdul de desentrellaçat

source: Specify the deinterlace module to use.
ca_es: Específica el mòdul de desentrellaçat que s'ha d'utilitzar.

source: Maximum video width
ca_es: Amplada màxima del vídeo

source: Maximum output video width.
ca_es: Amplada màxima del vídeo de sortida.

source: Maximum video height
ca_es: Alçada màxima del vídeo

source: Maximum output video height.
ca_es: Alçada màxima del vídeo de sortida.

source: Video filters will be applied to the video streams (after overlays are applied). You can enter a colon-separated list of filters.
ca_es: Els filtres de vídeo s'apliquen als fluxos de vídeo (s'aplica després de la superposició). Podeu introduir una llista dels filtres separats per comes.

source: Audio encoder
ca_es: Codificador d'àudio

source: This is the audio encoder module that will be used (and its associated options).
ca_es: Mòdul codificador d'àudio que s'utilitzarà (i les seves opcions associades).

source: Destination audio codec
ca_es: Còdec d'àudio de destí

source: This is the audio codec that will be used.
ca_es: Còdec d'àudio que s'ha d'utilitzar.

source: Audio bitrate
ca_es: Taxa de bits de l'àudio

source: Target bitrate of the transcoded audio stream.
ca_es: Taxa de bits de destí del flux d'àudio transcodificat.

source: Sample rate of the transcoded audio stream (11250, 22500, 44100 or 48000).
ca_es: Freqüència de mostratge del flux d'àudio transcodificat (11250, 22500, 44100 o 48000).

source: This is the language of the audio stream.
ca_es: Idioma del flux d'àudio.

source: Number of audio channels in the transcoded streams.
ca_es: Nombre de canals d'àudio dels fluxos transcodificats.

source: Audio filter
ca_es: Filtre d'àudio

source: Audio filters will be applied to the audio streams (after conversion filters are applied). You can enter a colon-separated list of filters.
ca_es: Els filtres d'àudio s'apliquen als fluxos d'àudio (després de l'aplicació dels filtres de conversió). Podeu introduir una llista dels filtres separats per comes.

source: Subtitle encoder
ca_es: Codificador de subtítols

source: This is the subtitle encoder module that will be used (and its associated options).
ca_es: Aquest és el còdec de subtítol que s'utilitzarà (i les seves opcions associades).

source: Destination subtitle codec
ca_es: Còdec de subtítol de destinació

source: This is the subtitle codec that will be used.
ca_es: Aquest és el còdec de subtítol que s'utilitzarà.

source: This allows you to add overlays (also known as "subpictures" on the transcoded video stream. The subpictures produced by the filters will be overlayed directly onto the video. You can specify a colon-separated list of subpicture modules
ca_es: Aquesta opció us permet afegir superposicions (també conegudes com «subimatges») al flux de vídeo transcodificat. Les subimatges produïdes pels filtres es superposaran directament al vídeo. Podeu especificar una llista de mòduls de subimatges separada per comes

source: OSD menu
ca_es: Menú OSD

source: Stream the On Screen Display menu (using the osdmenu subpicture module).
ca_es: Transmet el menú de l'OSD (mitjançant el mòdul de subimatge del menú osd).

source: Number of threads
ca_es: Nombre de fils

source: Number of threads used for the transcoding.
ca_es: Nombre de fils que s'utilitzaran a la transcodificació.

source: High priority
ca_es: Prioritat alta

source: Runs the optional encoder thread at the OUTPUT priority instead of VIDEO.
ca_es: Executa el fil codificador opcional a la prioritat de SORTIDA, no al VÍDEO.

source: Synchronise on audio track
ca_es: Sincronitza amb la pista d'àudio

source: This option will drop/duplicate video frames to synchronise the video track on the audio track.
ca_es: Aquesta opció ometrà/duplicarà els fotogrames de vídeo per sincronitzar la pista de vídeo amb la pista d'àudio.

source: The transcoder will drop frames if your CPU can't keep up with the encoding rate.
ca_es: El transcodificador ometrà fotogrames si la CPU no pot conservar la taxa de codificació.

source: Transcode stream output
ca_es: Transcodifica la sortida de flux

source: Overlays/Subtitles
ca_es: Superposicions / Subtítols

source: Monospace Font
ca_es: Lletra monospace

source: Font family for the font you want to use
ca_es: Família de lletra que voleu utilitzar per a la lletra

source: Font file for the font you want to use
ca_es: Fitxer de lletra que voleu utilitzar per a la lletra

source: Font size in pixels
ca_es: Cos de lletra en píxels

source: This is the default size of the fonts that will be rendered on the video. If set to something different than 0 this option will override the relative font size.
ca_es: Mida per defecte de la lletra que es renderitzarà al vídeo. Si es defineix amb algun número diferent a 0 aquesta opció substitueix el cos de lletra relatiu.

source: Text opacity
ca_es: Opacitat del text

source: The opacity (inverse of transparency) of the text that will be rendered on the video. 0 = transparent, 255 = totally opaque.
ca_es: L'opacitat (el contrari de la transparència) del text que es renderitzarà al vídeo. 0 = transparent, 255 = totalment opac.

source: Text default color
ca_es: Color de text per defecte

source: The color of the text that will be rendered on the video. This must be an hexadecimal (like HTML colors). The first two chars are for red, then green, then blue. #000000 = black, #FF0000 = red, #00FF00 = green, #FFFF00 = yellow (red + green), #FFFFFF = white
ca_es: Color del text que es renderitzarà al vídeo. Ha de ser un hexadecimal (com els colors HTML). Els dos primers caràcters són pel color vermell, després verd, després blau. Negre = #000000, #FF0000 = vermell, verd = #00FF00, #FFFF00 = groc (vermell + verd), blanc = #FFFFFF

source: Relative font size
ca_es: Cos de lletra relatiu

source: This is the relative default size of the fonts that will be rendered on the video. If absolute font size is set, relative size will be overridden.
ca_es: Mida per defecte de la lletra que es renderitza al vídeo. Si s'estableix un cos de lletra absolut, es substitueix el cos relatiu.

source: Background opacity
ca_es: Opacitat del fons

source: Background color
ca_es: Color de fons

source: Outline opacity
ca_es: Opacitat del contorn

source: Shadow opacity
ca_es: Opacitat de l'ombra

source: Shadow color
ca_es: Color de l'ombra

source: Shadow angle
ca_es: Angle de l'ombra

source: Shadow distance
ca_es: Distància de l'ombra

source: Smaller
ca_es: Més petit

source: Small
ca_es: Petit

source: Large
ca_es: Gran

source: Larger
ca_es: Més gran

source: Use YUVP renderer
ca_es: Utilitza el renderitzador YUVP

source: This renders the font using "paletized YUV". This option is only needed if you want to encode into DVB subtitles
ca_es: Renderitza la font mitjançant «paletitzat YUV». Aquesta opció només és necessària si es vol codificar amb subtítols DVB

source: Thin
ca_es: Prim

source: Thick
ca_es: Gruixut

source: Text renderer
ca_es: Renderitzador del text

source: Freetype2 font renderer
ca_es: Renderitzador de la lletra Freetype2

source: Please wait while your font cache is rebuilt. This should take less than a few minutes.
ca_es: Espereu mentre s'acaba de reconstruir la memòria cau de la lletra. Aquesta acció només trigarà un minuts.

source: Name for the font you want to use
ca_es: Nom de la lletra que voleu utilitzar

source: Text renderer for Mac
ca_es: Renderitzador de text per al Mac

source: CoreText font renderer
ca_es: Renderitzador de la lletra CoreText

source: SVG template file
ca_es: Fitxer de plantilla SVG

source: Location of a file holding a SVG template for automatic string conversion
ca_es: Ubicació d'un fitxer amb plantilla SVG per a la conversió automàtica de cadena

source: Dummy font renderer
ca_es: Renderitzador de la lletra Dummy

source: Filename for the font you want to use
ca_es: Nom del fitxer de lletra que voleu utilitzar

source: Win32 font renderer
ca_es: Renderitzador de la lletra Win32

source: Conversions from
ca_es: Conversions des de

source: I420,IYUV,YV12 to RGB2,RV15,RV16,RV24,RV32 conversions
ca_es: Conversions I420,IYUV,YV12 a RGB2,RV15,RV16,RV24,RV32

source: MMX I420,IYUV,YV12 to RV15,RV16,RV24,RV32 conversions
ca_es: Conversions MMX I420,IYUV,YV12 a RV15,RV16,RV24,RV32

source: SSE2 I420,IYUV,YV12 to RV15,RV16,RV24,RV32 conversions
ca_es: Conversions SSE2 I420,IYUV,YV12 a RV15,RV16,RV24,RV32

source: MMX conversions from
ca_es: Conversions MMX des de

source: SSE2 conversions from
ca_es: Conversions SSE2 des de

source: AltiVec conversions from
ca_es: Conversions AltiVec des de

source: OpenMAX DL image processing
ca_es: Processament d'imatges OpenMAX DL

source: RV32 conversion filter
ca_es: Filtre de conversió RV32

source: Brightness threshold
ca_es: Llindar de brillantor

source: When this mode is enabled, pixels will be shown as black or white. The threshold value will be the brightness defined below.
ca_es: Quan s'habilita, els píxels es mostren en blanc i negre. El valor llindar serà la lluminositat que es defineixi a continuació.

source: Image contrast (0-2)
ca_es: Contrast de la imatge (0-2)

source: Set the image contrast, between 0 and 2. Defaults to 1.
ca_es: Defineix el contrast de la imatge, entre 0 i 2. Per defecte, 1.

source: Image hue (0-360)
ca_es: To de color de la imatge (0-360)

source: Set the image hue, between 0 and 360. Defaults to 0.
ca_es: Defineix el to de la imatge, entre 0 i 360. Per defecte, 0.

source: Image saturation (0-3)
ca_es: Saturació de la imatge (0-3)

source: Set the image saturation, between 0 and 3. Defaults to 1.
ca_es: Defineix la saturació de la imatge, entre 0 i 3. Per defecte, 1.

source: Image brightness (0-2)
ca_es: Lluminositat de la imatge (0-2)

source: Set the image brightness, between 0 and 2. Defaults to 1.
ca_es: Defineix la lluminositat de la imatge, entre 0 i 2. Per defecte, 1.

source: Image gamma (0-10)
ca_es: Gamma de la imatge (0-10)

source: Set the image gamma, between 0.01 and 10. Defaults to 1.
ca_es: Defineix la gamma de la imatge, entre 0,01 i 10. Per defecte, 1.

source: Image properties filter
ca_es: Filtre de les propietats de la imatge

source: Image adjust
ca_es: Ajust de la imatge

source: Use an image's alpha channel as a transparency mask.
ca_es: Utilitza el canal alfa d'una imatge com a màscara de transparència.

source: Transparency mask
ca_es: Màscara de transparència

source: Alpha blending transparency mask. Uses a png alpha channel.
ca_es: Màscara de transparència de la barreja alfa. Utilitza un canal alfa png.

source: Alpha mask video filter
ca_es: Filtre de vídeo de la màscara alfa

source: Alpha mask
ca_es: Màscara alfa

source: Color scheme
ca_es: Esquema de color

source: Define the glasses' color scheme
ca_es: Defineix l'esquema de color de les ulleres

source: Convert 3D picture to anaglyph image video filter
ca_es: Converteix la imatge 3D a un filtre de vídeo d'imatge anàglif

source: Window size
ca_es: Mida de la finestra

source: Number of frames (0 to 100)
ca_es: Nombre de fotogrames (de 0 a 100)

source: Softening value
ca_es: Valor de suavització

source: Number of frames consider for smoothening (0 to 30)
ca_es: Nombre de fotogrames que s'han de suavitzar (de 0 a 30)

source: antiflicker video filter
ca_es: filtre de vídeo antiparpalleig

source: antiflicker
ca_es: antiparpalleig

source: This module allows controlling an so called AtmoLight device connected to your computer. AtmoLight is the homegrown version of what Philips calls AmbiLight. If you need further information feel free to visit us at http://www.vdr-wiki.de/wiki/index.php/Atmo-plugin http://www.vdr-wiki.de/wiki/index.php/AtmoWin You can find there detailed descriptions on how to build it for yourself and where to get the required parts. You can also have a look at pictures and some movies showing such a device in live action.
ca_es: Aquest mòdul us permet controlar qualsevol dispositiu AtmoLight connectat al vostre ordinador. AtmoLight és la versió particular de l'AmbiLight de Philips. Si necessiteu més informació visiteu-nos a http://www.vdr-wiki.de/wiki/index.php/Atmo-plugin http://www.vdr-wiki.de/wiki/index.php/AtmoWin Aquí trobareu descripcions detallades sobre com la podeu construir i on podeu aconseguir les parts necessàries. També podreu veure imatges i vídeos sobre el funcionament del dispositiu.

source: Device type
ca_es: Tipus de dispositiu

source: Choose your preferred hardware from the list, or choose AtmoWin Software to delegate processing to the external process - with more options
ca_es: Trieu el maquinari que preferiu de la llista, o el programari AtmoWin per delegar el processament al procés extern - amb més opcions

source: AtmoWin Software
ca_es: Programari AtmoWin

source: Classic AtmoLight
ca_es: AtmoLight clàssic

source: Count of AtmoLight channels
ca_es: Recompte de canals AtmoLight

source: How many AtmoLight channels, should be emulated with that DMX device
ca_es: Quants canals AtmoLight s'han d'emular amb el dispositiu DMX

source: DMX address for each channel
ca_es: Adreça DMX per a cada canal

source: Define here the DMX base address for each channel use , or ; to separate the values
ca_es: Definiu aquí l'adreça DMX base per a cada funció dels canals, o ; per separar els valors

source: Count of channels
ca_es: Recompte de canals

source: Depending on your MoMoLight hardware choose 3 or 4 channels
ca_es: Segons el vostre maquinari MoMoLight trieu 3 o 4 canals

source: Count of fnordlicht's
ca_es: Recompte de fnordlicht

source: Depending on the amount your fnordlicht hardware choose 1 to 254 channels
ca_es: Segons la quantitat del vostre maquinari fnordlicht trieu entre 1 o 254 canals

source: Save Debug Frames
ca_es: Desa els fotogrames de depuració

source: Write every 128th miniframe to a folder.
ca_es: Escriu cada 128è minifotograma a la carpeta.

source: Debug Frame Folder
ca_es: Carpeta de fotogrames de depuració

source: The path where the debugframes should be saved
ca_es: El camí on s'han de desar els fotogrames de depuració

source: Extracted Image Width
ca_es: Amplada de la imatge extreta

source: The width of the mini image for further processing (64 is default)
ca_es: L'amplada de la mini imatge per al processament (per defecte, 64)

source: Extracted Image Height
ca_es: Alçada de la imatge extreta

source: The height of the mini image for further processing (48 is default)
ca_es: L'alçada de la mini imatge per al processament (per defecte, 48)

source: Mark analyzed pixels
ca_es: Marca els píxels analitzats

source: makes the sample grid visible on screen as white pixels
ca_es: mostra la graella d'exemple a la pantalla com si fossin píxels blancs

source: Color when paused
ca_es: Color per a la pausa

source: Set the color to show if the user pauses the video. (Have light to get another beer?)
ca_es: Defineix el color que es mostrarà quan l'usuari posi en pausa el vídeo. (Encara podeu prendre una altra cervesa?)

source: Pause-Red
ca_es: Pausa-Vermell

source: Red component of the pause color
ca_es: Component vermell del color de pausa

source: Pause-Green
ca_es: Pausa-Verd

source: Green component of the pause color
ca_es: Component verd del color de pausa

source: Pause-Blue
ca_es: Pausa-Blau

source: Blue component of the pause color
ca_es: Component blau del color de pausa

source: Pause-Fadesteps
ca_es: Pausa-Esvaïment gradual

source: Number of steps to change current color to pause color (each step takes 40ms)
ca_es: Nombre de passos per canviar del color actual al color de pausa (cada pas dura 40ms)

source: End-Red
ca_es: Final-Vermell

source: Red component of the shutdown color
ca_es: Component vermell del color d'aturada

source: End-Green
ca_es: Final-Verd

source: Green component of the shutdown color
ca_es: Component verd del color d'aturada

source: End-Blue
ca_es: Final-Blau

source: Blue component of the shutdown color
ca_es: Component blau del color d'aturada

source: End-Fadesteps
ca_es: Final-Esvaïment gradual

source: Number of steps to change current color to end color for dimming up the light in cinema style... (each step takes 40ms)
ca_es: Nombre de passos per canviar del color actual al color del final per augmentar la lluminositat a l'estil cinema...(cada pas dura 40ms)

source: Number of zones on top
ca_es: Nombre de zones superiors

source: Number of zones on the top of the screen
ca_es: Nombre de zones a la part superior de la pantalla

source: Number of zones on bottom
ca_es: Nombre de zones inferiors

source: Number of zones on the bottom of the screen
ca_es: Nombre de zones a la part inferior de la pantalla

source: Zones on left / right side
ca_es: Zones a l'esquerra/dreta

source: left and right side having always the same number of zones
ca_es: la part esquerra i dreta tenen sempre el mateix nombre de zones

source: Calculate a average zone
ca_es: Calcula una zona mitjana

source: it contains the average of all pixels in the sample image (only useful for single channel AtmoLight)
ca_es: Conté la mitjana de tots els píxels a la imatge de mostra (només serveix per a un canal AtmoLight)

source: Use Software White adjust
ca_es: Utilitza l'ajust de blancs del programari

source: Should the buildin driver do a white adjust or your LED stripes? recommend.
ca_es: El controlador de construcció ha de fer un ajust blanc a les vostres bandes LED? recomanat.

source: White Red
ca_es: Vermell del blanc

source: Red value of a pure white on your LED stripes.
ca_es: Valor vermell del blanc pur a les bandes LED.

source: White Green
ca_es: Verd del blanc

source: Green value of a pure white on your LED stripes.
ca_es: Valor verd del blanc pur a les bandes LED.

source: White Blue
ca_es: Blau del blanc

source: Blue value of a pure white on your LED stripes.
ca_es: Valor blau del blanc pur a les bandes LED.

source: Serial Port/Device
ca_es: Port/Dispositiu en sèrie

source: Name of the serial port where the AtmoLight controller is attached to. On Windows usually something like COM1 or COM2. On Linux /dev/ttyS01 f.e.
ca_es: Nom del port en sèrie al qual està adjuntat el controlador AtmoLight. A Windows acostuma a ser COM1 o COM2. A Linux /dev/ttyS01 f.e.

source: Edge weightning
ca_es: Ponderació de la vora

source: Increasing this value will result in color more depending on the border of the frame.
ca_es: Si s'augmenta aquest valor hi haurà més color, conforme a la vora del fotograma.

source: Overall brightness of your LED stripes
ca_es: Lluminositat general de les bandes LED

source: Darkness limit
ca_es: Límit de foscor

source: Pixels with a saturation lower than this will be ignored. Should be greater than one for letterboxed videos.
ca_es: S'ignoraran els píxels amb una saturació més baixa. Ha de ser més gran que la dels vídeos en caixa.

source: Hue windowing
ca_es: Ajust del to de color

source: Used for statistics.
ca_es: S'utilitza per a les estadístiques.

source: Sat windowing
ca_es: Ajust de la saturació

source: Filter length (ms)
ca_es: Longitud del filtre (ms)

source: Time it takes until a color is completely changed. This prevents flickering.
ca_es: Quant de temps tarda en canviar el color completament. Evita el parpalleig.

source: Filter threshold
ca_es: Llindar de filtre

source: How much a color has to be changed for an immediate color change.
ca_es: Quant ha de canviar un color per a un canvi de color immediat.

source: Filter smoothness (%)
ca_es: Suavitat del filtre (%)

source: Filter Smoothness
ca_es: Suavitat del filtre

source: Output Color filter mode
ca_es: Mode del filtre del color de sortida

source: defines the how the output color should be calculated based on previous color
ca_es: defineix com s'ha de calcular el color basat en el color anterior

source: No Filtering
ca_es: Sense filtratge

source: Combined
ca_es: Combinat

source: Percent
ca_es: Percentatge

source: Frame delay (ms)
ca_es: Retard dels fotogrames (ms)

source: Helps to get the video output and the light effects in sync. Values around 20ms should do the trick.
ca_es: Ajuda a sincronitzar la sortida de vídeo amb els efectes de llum. Els valors al voltant de 20ms haurien de funcionar.

source: Channel 0: summary
ca_es: Canal 0: resum

source: Channel 1: left
ca_es: Canal 1: esquerra

source: Channel 2: right
ca_es: Canal 2: dreta

source: Channel 3: top
ca_es: Canal 3: superior

source: Channel 4: bottom
ca_es: Canal 4: inferior

source: Maps the hardware channel X to logical zone Y to fix wrong wiring :-)
ca_es: Mapa el canal X del maquinari a la zona lògica Y per arreglar el cablatge erroni :-)

source: disabled
ca_es: inhabilitat

source: Zone 4:summary
ca_es: Zona 4:resum

source: Zone 3:left
ca_es: Zona 3:esquerra

source: Zone 1:right
ca_es: Zona 1:dreta

source: Zone 0:top
ca_es: Zona 0:superior

source: Zone 2:bottom
ca_es: Zona 2:inferior

source: Channel / Zone Assignment
ca_es: Canal / Assignació de la zona

source: for devices with more than five channels / zones write down here for each channel the zone number to show and separate the values with , or ; and use -1 to not use some channels. For the classic AtmoLight the sequence 4,3,1,0,2 would set the default channel/zone mapping. Having only two zones on top, and one zone on left and right and no summary zone the mapping for classic AtmoLight would be -1,3,2,1,0
ca_es: per als dispositius amb més de 5 canals / zones escriviu aquí per a cada canal el nombre de zona que s'ha de mostrar i separeu els valors amb , o ; i utilitzeu -1 per no utilitzar alguns canal. Per a l'AtmoLight clàssic la seqüència 4,3,1,0,2 definiria el mapatge del canal/zona per defecte. Com que només té dues zones a dalt i una zona a l'esquerra i la dreta i cap zona de resum, el mapatge per a l'AtmoLight seria -1,3,2,1,0

source: Zone 0: Top gradient
ca_es: Zona 0: Degradat de dalt

source: Zone 1: Right gradient
ca_es: Zona 1: Degradat de la dreta

source: Zone 2: Bottom gradient
ca_es: Zona 2: Degradat a baix

source: Zone 3: Left gradient
ca_es: Zona 3: Degradat a l'esquerra

source: Zone 4: Summary gradient
ca_es: Zona 4: Degradat de resum

source: Defines a small bitmap with 64x48 pixels, containing a grayscale gradient
ca_es: Defineix un petit mapa de bits amb 64x48 píxels, amb un degradat d'escala de grisos

source: Gradient bitmap searchpath
ca_es: Camí de cerca dels mapes de bits de degradat

source: Now preferred option to assign gradient bitmaps, put them as zone_0.bmp, zone_1.bmp etc. into one folder and set the foldername here
ca_es: Ara és l'opció preferida per assignar mapes de bits de degradat, posar-los com a zone_0.bmp,zone_1.bmp etc. dins d'una carpeta i definir el nom de la carpeta aquí.

source: Filename of AtmoWin*.exe
ca_es: Nom del fitxer de l'AtmoWin*.exe

source: if you want the AtmoLight control software to be launched by VLC, enter the complete path of AtmoWinA.exe here.
ca_es: si voleu que el VLC executi el programari de control de l'AtmoLight, introduïu el camí complet de l'AtmoWinA.exe aquí.

source: AtmoLight Filter
ca_es: Filtre AtmoLight

source: Choose Devicetype and Connection
ca_es: Trieu el tipus de dispositiu i la connexió

source: Illuminate the room with this color on pause
ca_es: Il·lumina l'habitació amb aquest color a la pausa

source: Illuminate the room with this color on shutdown
ca_es: Il·lumina l'habitació amb aquest color a l'aturada

source: DMX options
ca_es: Opcions DMX

source: MoMoLight options
ca_es: Opcions MoMoLight

source: fnordlicht options
ca_es: Opcions fnordlicht

source: Zone Layout for the build-in Atmo
ca_es: Format de la zona per a l'Atmo integrat
